In [6]:
import pandas as pd
data = pd.read_excel('lab2Kucheriaviy.xlsm')
data.head()

  First name  Last name                 country car make   car model year
0   Karlotte   Dilgarno                 Tunisia    Suzuki            2004
1     Jelene    Sayburn                   China      Jeep            2008
2     Linell     Runham  Bosnia and Herzegovina     Isuzu            2000
3     Hilary  Braidwood                   China      Ford            2004
4    Mariele   Gorringe                  Russia     Acura            1990